[
{
  "name": "Hong Kong",
  "total_area": "1,108",
  "gdp": " $372.989 billion",
  "time_zone": "Asia/Hong_Kong",
  "current_local_time": "2020-06-20 17:50:07",
  "background": "Occupied by the UK in 1841, Hong Kong was formally ceded by China the following year; various adjacent lands were added later in the 19th century. Pursuant to an agreement signed by China and the UK on 19 December 1984, Hong Kong became the Hong Kong Special Administrative Region of the People's Republic of China on 1 July 1997. In this agreement, China promised that, under its \"one country, two systems\" formula, China's socialist economic system would not be imposed on Hong Kong and that Hong Kong would enjoy a \"high degree of autonomy\" in all matters except foreign and defense affairs for the subsequent 50 years.",
  "background_de": "Hongkong wurde 1841 von Großbritannien besetzt und im folgenden Jahr offiziell von China abgetreten. Später im 19. Jahrhundert kamen verschiedene angrenzende Gebiete hinzu. Gemäß einem am 19. Dezember 1984 von China und Großbritannien unterzeichneten Abkommen wurde Hongkong am 1. Juli 1997 zur Sonderverwaltungsregion Hongkong der Volksrepublik China. In diesem Abkommen versprach China, dass unter seinem &quot;einen Land zwei System &quot;Formel, Chinas sozialistisches Wirtschaftssystem würde Hongkong nicht auferlegt und Hongkong würde in allen Angelegenheiten außer Außen- und Verteidigungsangelegenheiten für die folgenden 50 Jahre ein&quot; hohes Maß an Autonomie &quot;genießen.",
  "background_es": "Ocupada por el Reino Unido en 1841, Hong Kong fue formalmente cedida por China al año siguiente; Varias tierras adyacentes se agregaron más tarde en el siglo XIX. De conformidad con un acuerdo firmado por China y el Reino Unido el 19 de diciembre de 1984, Hong Kong se convirtió en la Región Administrativa Especial de Hong Kong de la República Popular de China el 1 de julio de 1997. En este acuerdo, China prometió que, bajo su &quot;un país, dos sistemas &quot;, el sistema económico socialista de China no se impondría a Hong Kong y que Hong Kong disfrutaría de un&quot; alto grado de autonomía &quot;en todos los asuntos, excepto en asuntos exteriores y de defensa, durante los siguientes 50 años.",
  "background_fr": "Occupée par le Royaume-Uni en 1841, Hong Kong a été officiellement cédée par la Chine l&#39;année suivante; divers terrains adjacents ont été ajoutés plus tard au 19e siècle. Conformément à un accord signé par la Chine et le Royaume-Uni le 19 décembre 1984, Hong Kong est devenue la Région administrative spéciale de Hong Kong de la République populaire de Chine le 1er juillet 1997. Dans cet accord, la Chine a promis que, sous son &quot;un pays, deux systèmes &quot;, le système économique socialiste chinois ne serait pas imposé à Hong Kong et Hong Kong bénéficierait d&#39;un&quot; haut degré d&#39;autonomie &quot;dans tous les domaines, à l&#39;exception des affaires étrangères et de la défense, pendant les 50 années suivantes.",
  "background_ja": "1841年にイギリスによって占領された香港は、翌年、中国によって正式に譲渡されました。隣接するさまざまな土地が19世紀後半に追加されました。 1984年12月19日に中国と英国が署名した協定に従い、香港は1997年7月1日に中華人民共和国の香港特別行政区になりました。この協定では、中国は中国の社会主義経済システムは香港に課せられず、香港はその後の50年間、外交問題と防衛問題を除くすべての問題で「高度な自治」を享受するだろう。",
  "background_ko": "1841 년 영국이 점령 한 홍콩은 이듬해 중국이 공식적으로 양보했다. 19 세기 후반에 여러 인접 토지가 추가되었다. 1984 년 12 월 19 일 중국과 영국이 체결 한 협정에 따라 홍콩은 1997 년 7 월 1 일에 중화 인민 공화국의 홍콩 특별 행정구가되었습니다.이 협정에서 중국은 &quot;한 국가에서 중국의 사회주의 경제 시스템은 홍콩에 부과되지 않을 것이며 홍콩은 향후 50 년간 외교 및 방위 업무를 제외한 모든 문제에서 &quot;높은 수준의 자율권&quot;을 누릴 것입니다.",
  "background_ru": "Оккупированный Великобританией в 1841 году, Гонконг был официально уступлен Китаем в следующем году; различные прилегающие земли были добавлены позже в 19 веке. В соответствии с соглашением, подписанным Китаем и Великобританией 19 декабря 1984 года, Гонконг стал специальным административным районом Китайской Народной Республики Гонконг 1 июля 1997 года. В этом соглашении Китай пообещал, что в рамках его &quot;одной страны два Формула систем, социалистическая экономическая система Китая не будет навязываться Гонконгу и что Гонконг будет пользоваться «высокой степенью автономии» во всех вопросах, кроме иностранных и оборонных, в течение последующих 50 лет.",
  "background_tw": "香港於1841年被英國占領，第二年中國正式將香港割讓。 19世紀後期，又增加了許多相鄰的土地。根據中英兩國於1984年12月19日簽署的協議，香港於1997年7月1日成為中華人民共和國的香港特別行政區。在該協議中，中國承諾根據“一個國家，兩個體制，將不會對香港強加中國的社會主義經濟體制，並且在接下來的50年中，香港將在除外交和國防事務之外的所有事務上享有“高度自治”。",
  "background_vi": "Bị Anh chiếm đóng vào năm 1841, Hồng Kông chính thức được Trung Quốc nhượng lại vào năm sau; nhiều vùng đất liền kề đã được thêm vào sau đó trong thế kỷ 19. Theo thỏa thuận được ký bởi Trung Quốc và Vương quốc Anh vào ngày 19 tháng 12 năm 1984, Hồng Kông đã trở thành Đặc khu hành chính Hồng Kông của Cộng hòa Nhân dân Trung Hoa vào ngày 1 tháng 7 năm 1997. Trong thỏa thuận này, Trung Quốc đã hứa rằng, theo &quot;một quốc gia, hai hệ thống &quot;công thức, hệ thống kinh tế xã hội chủ nghĩa của Trung Quốc sẽ không bị áp đặt đối với Hồng Kông và Hồng Kông sẽ được hưởng&quot; quyền tự chủ cao &quot;trong mọi vấn đề ngoại trừ các vấn đề đối ngoại và quốc phòng trong 50 năm tiếp theo.",
  "background_zh": "香港于1841年被英国占领，第二年中国正式将香港割让。 19世纪后期，又增加了许多相邻的土地。根据中英两国于1984年12月19日签署的协议，香港于1997年7月1日成为中华人民共和国的香港特别行政区。在该协议中，中国承诺根据“一个国家，两个体制，将不会对香港强加中国的社会主义经济体制，并且在接下来的50年中，香港在除外交和国防事务之外的所有事务上都将享有“高度自治”。",
  "gdp_in_cny": "CNY 2,637 billion",
  "gdp_in_eur": "EUR 333 billion",
  "gdp_in_jpy": "JPY 39,860 billion",
  "name_de": "Hongkong",
  "name_es": "Hong Kong",
  "name_fr": "Hong Kong",
  "name_ja": "香港",
  "name_ko": "홍콩",
  "name_ru": "Гонконг",
  "name_tw": "香港",
  "name_vi": "Hồng Kông",
  "name_zh": "香港",
  "total_area_in_sq_miles": "427"
}
]